IDEA Open Model
ColumnDataEc2.BracedY Property
Compatible with IDEA StatiCa Beta 20.0
 Braced structure Y-Y
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool BracedY { get; set; }
Public Property BracedY As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ColumnDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace